[
  {
    "date": "2011-01-09T19:00:00-05:00",
    "distance": 7.24205,
    "notes": "First run of the new year.  I set out to find a loop route that goes up through Arcadia Wilderness Park.  I didn't find it, but  I made some pretty good progress anyway.",
    "type": "RUN"
  },
  {
    "date": "2011-01-10T19:00:00-05:00",
    "distance": 10.4607,
    "notes": "I went looking for the route to Arcadia Wilderness park again, and still didn't find it, but I went a little farther this time.",
    "type": "RUN"
  },
  {
    "date": "2011-01-11T19:00:00-05:00",
    "distance": 6.03504,
    "notes": "Since the first two runs were longer than a typical first week, I took this day a little easier.",
    "type": "RUN"
  },
  {
    "date": "2011-01-12T19:00:00-05:00",
    "distance": 12.0701,
    "notes": "Once again, I set out searching for the route up to the wilderness park, and I did much better.  I still didn't make it, but I found the trail head that leads up there.  The route is really steep, and I got winded quickly.  This was my longest run of the year so far.",
    "type": "RUN"
  },
  {
    "date": "2011-01-13T19:00:00-05:00",
    "distance": 6.43738,
    "notes": "This was an easy run after yesterday's almost killed me.  Stayed on level ground and took it medium easy.  I only stopped for traffic lights.",
    "type": "RUN"
  },
  {
    "date": "2011-01-15T19:00:00-05:00",
    "distance": 13.2771,
    "notes": "After a short day, and a day off, I was ready to finally find the loop through Arcadia Wilderness park, so I studied the map, and decided to go up the west route (the same way I had tried the first day).  I did fine, but didn't notice the gate when I got there and ran the better part of a kilometer past it.  I asked for directions and headed back.  When I got to the entrance I found that the park is only open on weekdays.  So I <em>still</em> couldn't complete the loop.\r\n\r\nThe route started out as flat city streets and changed to slight uphill, then to gradual uphill, the to steady uphill, then to straight up the mountain.  The return run was much easier.",
    "type": "RUN"
  },
  {
    "date": "2011-01-16T19:00:00-05:00",
    "distance": 6.27644,
    "notes": "This was a nice easy run to shake off yesterday's harder effort, and prepare for some longer loops this week.  I ran as the sun was reaching the horizon as opposed to the middle of the day which made me feel much fresher.  My chest was tense and it felt like my blood pressure was high especially at first, but that was probably just a fluke.",
    "type": "RUN"
  },
  {
    "date": "2011-01-17T19:00:00-05:00",
    "distance": 12.4724,
    "notes": "I finally made it into the wilderness park today via the west route.  It had a drinking fountain which was glorious since it was about 1pm when I was out there.  But I couldn't find the connection to the east route, so I asked a park ranger for some guidance.  He wasn't sure what I was talking about, but he told me about a broken gate to get into an off-limits area that he thought might be what I was looking for.  I'm pretty sure it wasn't right, and the footing was loose, but the area was sweet anyway.  Eventually I ran back down the west route.  So, the search for the loop still isn't over.  I have some map studying to do.  The last mile or more of this run was pretty fast too.  I made sure to stay under 6:00 pace which should help to bring some speed back and get me ready for my first track workout.",
    "type": "RUN"
  },
  {
    "date": "2011-01-18T19:00:00-05:00",
    "distance": 7.72485,
    "notes": "This run was medium length and pace, and I stayed on flat ground the whole time.  It was nice to have a break from fighting up those hills, and I think it did a lot for my confidence.  It was also slightly cooler today (only 71°) so I felt pretty good.",
    "type": "RUN"
  },
  {
    "date": "2011-01-19T19:00:00-05:00",
    "distance": 6.27644,
    "notes": "This was another easier run that didn't involve any hills. I felt fresh, and I was annoyed rather than relieved when I had to stop at traffic lights.",
    "type": "RUN"
  },
  {
    "date": "2011-01-20T19:00:00-05:00",
    "distance": 6.27644,
    "notes": "Today was another fairly easy day, although the pace was on the faster side for a while.  I ran the same route as yesterday, except I did it backwards.",
    "type": "RUN"
  },
  {
    "date": "2011-01-21T19:00:00-05:00",
    "distance": 6.03504,
    "notes": "Another shorter easier run.  I waited until the sun was on the Horizon again, and the cooler temperature made me feel fast and light.  I still didn't push the pace.",
    "type": "RUN"
  },
  {
    "date": "2011-01-22T19:00:00-05:00",
    "distance": 11.8126,
    "notes": "I stayed on flat ground, and kept a steady, but not slow tempo.  It was hot again, but the shade of taller buildings helped out.",
    "type": "RUN"
  },
  {
    "date": "2011-01-23T19:00:00-05:00",
    "distance": 6.11551,
    "notes": "Short distance, but fast pace.  (I was running late for work)",
    "type": "RUN"
  },
  {
    "date": "2011-01-25T19:00:00-05:00",
    "distance": 7.64438,
    "notes": "Medium pace run on flat ground.  I ran well after the sun had gone down (around 6:30) and the cool air made a world of difference.  This run felt super easy.",
    "type": "RUN"
  },
  {
    "date": "2011-01-26T19:00:00-05:00",
    "distance": 15.5302,
    "notes": "Ran after dark again and at a pretty quick speed.  It wasn't hard or workout pace or anything, but I was moving pretty good, and felt great.  It is much much easier to run in the evening than in the heat at noon.",
    "type": "RUN"
  },
  {
    "date": "2011-01-27T19:00:00-05:00",
    "distance": 8.04672,
    "notes": "This run was just after noon during the hottest part of the day.  I felt slower and more sluggish than I have, but I think that had more to do with yesterday's long run than with the heat.",
    "type": "RUN"
  },
  {
    "date": "2011-01-28T19:00:00-05:00",
    "distance": 4.82803,
    "notes": "A shorter run for recovery.  After a long run I feel like they should all be long, but I <em>don't</em> want to burn out.",
    "type": "RUN"
  },
  {
    "date": "2011-01-29T19:00:00-05:00",
    "distance": 8.52952,
    "notes": "This was my first run in the rain this year.  It felt cold when I stepped out, but fine after the first minute or so.  The real hard part about this one was that it was shortly after I ate, so I was having heart burn the whole time.  But I kept thinking about the <a href=\"http://warriordash.com/register2011_socal.php\">warrior dash</a> and that kept me going.",
    "type": "RUN"
  },
  {
    "date": "2011-01-30T19:00:00-05:00",
    "distance": 6.03504,
    "notes": "My last run for the month was pretty short and easy.  I ran after dark and it was actually chilly this time.",
    "type": "RUN"
  },
  {
    "date": "2011-01-31T19:00:00-05:00",
    "distance": 9.65606,
    "notes": "I returned to my search for the loop through Arcadia Wilderness park today.  After studying the map and determining the exact location of the turn off, I set out on the east route.  But five kilometers in I was stopped by a gate, and a local home owner said the trail would be closed for about two years due to legal debates.  I'm beginning to think finding this loop is like finding the <a href=\"http://en.wikipedia.org/wiki/Northwest_Passage#Historical_expeditions\">northwest passage</a>.  I'll probably go back and hop the fence some other time, but I didn't think I should do it with that guy standing right there.",
    "type": "RUN"
  },
  {
    "date": "2011-02-01T19:00:00-05:00",
    "distance": 5.95457,
    "notes": "Short but fast run.  It was cool enough that I almost put a shirt on, but I didn't want to break my perfect streak.",
    "type": "RUN"
  },
  {
    "date": "2011-02-02T19:00:00-05:00",
    "distance": 9.97793,
    "notes": "This was a good medium-distance run and a lot of the route was new to me. I was glad to be running at noon again because it has been cooler lately.",
    "type": "RUN"
  },
  {
    "date": "2011-02-03T19:00:00-05:00",
    "distance": 17.3004,
    "notes": "Longest run of the year.  I was tired by the end, but it was a good tired.  I think I'm actually getting in shape.",
    "type": "RUN"
  },
  {
    "date": "2011-02-04T19:00:00-05:00",
    "distance": 7.88579,
    "notes": "This was an easy evening run.  It was cool watching the setting sun as I went.",
    "type": "RUN"
  },
  {
    "date": "2011-02-06T19:00:00-05:00",
    "distance": 8.04672,
    "notes": "Today was a slow but not particularly easy run.  I'm not sure if it was the heat, or I was dehydrated or what, but I had to work for this one.  It's a good thing I decided on a route before I went out because otherwise I probably would have cut this one short.",
    "type": "RUN"
  },
  {
    "date": "2011-02-07T19:00:00-05:00",
    "distance": 8.44906,
    "notes": "I ran in Alhambra after work today.  It was dark and chilly, but it was a good solid run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-08T19:00:00-05:00",
    "distance": 6.59831,
    "notes": "This was a easier run before work.  I felt fine.",
    "type": "RUN"
  },
  {
    "date": "2011-02-09T19:00:00-05:00",
    "distance": 10.8631,
    "notes": "This was primarily a slow run with good distance.  But I also steadily increased my pace for the last mile or so.",
    "type": "RUN"
  },
  {
    "date": "2011-02-10T19:00:00-05:00",
    "distance": 6.83971,
    "notes": "Short and pretty easy run through residential areas.\r\n\r\nI also probably ran a few miles in my street clothes during an amazing-race-style scavenger hunt later that night, but that doesn't count toward the daily mileage.",
    "type": "RUN"
  },
  {
    "date": "2011-02-11T19:00:00-05:00",
    "distance": 8.60999,
    "notes": "Pretty standard run in the afternoon.  It was pretty warm but not too hot.",
    "type": "RUN"
  },
  {
    "date": "2011-02-12T19:00:00-05:00",
    "distance": 5.47177,
    "notes": "Really slow and easy run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-14T19:00:00-05:00",
    "distance": 10.8631,
    "notes": "The sky was overcast this afternoon, so I had a cooler run.  Good distance, not too hard.",
    "type": "RUN"
  },
  {
    "date": "2011-02-15T19:00:00-05:00",
    "distance": 8.04672,
    "notes": "Another run in the rain.  It was really coming down this time though.  I love the feeling of being pelted by water while running.  This was a good run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-16T19:00:00-05:00",
    "distance": 7.12939,
    "notes": "Moderate afternoon run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-17T19:00:00-05:00",
    "distance": 4.58663,
    "notes": "A cold run in the rain after a cold ride in the rain.  This was my shortest of the year so far.",
    "type": "RUN"
  },
  {
    "date": "2011-02-18T19:00:00-05:00",
    "distance": 14.0013,
    "notes": "A longer run after yesterday's short one.  The weather was cooler and I felt fine.",
    "type": "RUN"
  },
  {
    "date": "2011-02-19T19:00:00-05:00",
    "distance": 6.03504,
    "notes": "Moderate evening run.  My body is getting tired of just doing distance; I think it's time for some fast workouts to start.",
    "type": "RUN"
  },
  {
    "date": "2011-02-20T19:00:00-05:00",
    "distance": 8.28812,
    "notes": "The first part of this run was intentionally fast and felt great.  The rest was not as fast, but was still faster than I've been going.",
    "type": "RUN"
  },
  {
    "date": "2011-02-21T19:00:00-05:00",
    "distance": 9.49513,
    "notes": "Fairly quick afternoon run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-22T19:00:00-05:00",
    "distance": 8.44906,
    "notes": "Another quick-paced afternoon run.  Running faster actually feels better.",
    "type": "RUN"
  },
  {
    "date": "2011-02-23T19:00:00-05:00",
    "distance": 5.6327,
    "notes": "Relaxed evening run.",
    "type": "RUN"
  },
  {
    "date": "2011-02-24T19:00:00-05:00",
    "distance": 5.79364,
    "notes": "Afternoon run in the light rain.  Felt fine.",
    "type": "RUN"
  },
  {
    "date": "2011-02-25T19:00:00-05:00",
    "distance": 8.28812,
    "notes": "Moderate afternoon run.  It was really cool today.  I forgot that I was going to do a track workout today too.",
    "type": "RUN"
  },
  {
    "date": "2011-02-27T19:00:00-05:00",
    "distance": 6.43738,
    "notes": "This was a pretty easy afternoon run, but the pace was reasonably quick.  It was nice to be running on a warm afternoon again.\r\n\r\nThe official length of this run is four miles, but it should be noted that I also pushed my motorcycle four miles later this same day.",
    "type": "RUN"
  },
  {
    "date": "2011-02-28T19:00:00-05:00",
    "distance": 8.93186,
    "notes": "Moderate afternoon run with some fast parts mixed in.",
    "type": "RUN"
  },
  {
    "date": "2011-03-01T19:00:00-05:00",
    "distance": 6.43738,
    "notes": "Mostly moderate afternoon run in the shade with a 0.85 mile race-pace section in the middle.  My legs were a little sore after yesterday's bike ride to and from work, but they will adjust to that and be better for it.",
    "type": "RUN"
  },
  {
    "date": "2011-03-02T19:00:00-05:00",
    "distance": 5.47177,
    "notes": "Really easy afternoon run.",
    "type": "RUN"
  },
  {
    "date": "2011-03-03T19:00:00-05:00",
    "distance": 8.36859,
    "notes": "Mostly moderate run with a race pace almost-mile section in the middle.",
    "type": "RUN"
  },
  {
    "date": "2011-03-04T19:00:00-05:00",
    "distance": 8.04672,
    "notes": "<p>Track Workout. The workout was my favorite see-how-fit-I-am workout. 400, 800, 1600, 800, 400 aiming for 6:00 pace with 400m rest between each interval. The times and effective paces were as follows:</p><div style=\"font: monospace;\">400&nbsp; - 1:20 - 5:20<br /> 800&nbsp; - 2:39 - 5:18<br /> 1600 - 5:38 - 5:38<br /> 800&nbsp; - 2:47 - 5:34<br /> 400&nbsp; - 1:19 - 5:16</div><p>So obviously 6:00 pace was too easy, and even 5:45 pace would have been too easy. I&#39;m not sure what I&#39;ll do for the next workout. I&#39;ll definitely lower the pace a little probably either to 5:30, 5:35, or 5:40. I may also add an interval. I was thinking maybe 400, 800, 1200, 1200, 800, 400. I&#39;ll keep thinking about it ans see how the week of running goes. But I&#39;m pretty happy with the way this first one turned out.</p>",
    "type": "RUN"
  }
]
